Repository: sezikpepa/Chess-tournament-management-system
Catalog: ChessTournamentManager/LanguageAssets/TournamentForParticipants/TournamentForParticipantsLabels.*.resx
Languages: cs

# mainMarkTournamentAsFavourite
source: Mark tournament as favourite
cs: Přidat turnaj do oblíbených

# mainNotExistingTournament
source: This tournament does not exist
cs: Tento turnaj nebyl nalezen

# mainTabsDraws
source: Round draws
cs: Losování kol

# mainTabsPlayers
source: Players
cs: Hráči

# mainTabsPreposition
source: Preposition
cs: Propozice

# mainTabsResults
source: Results
cs: Výsledky

# mainTabsTeams
source: Teams
cs: Týmy

# mainUnmarkTournamentAsFavourite
source: Unmark tournament as favourite
cs: Odebrat turnaj z oblíbených

source: No
cs: Ne

# prepositionAddress
source: Location
cs: Lokace

# prepositionDate
source: Date
cs: Datum

# prepositionDrawType
source: Round pairing
cs: Párování kol

# prepositionEndDate
source: End date
cs: Konec turnaje

# prepositionExpectedNumberOfRounds
source: Expected number of rounds
cs: Předpokládaný počet kol

# prepositionMaximumNumberOfPlayers
source: Maximum number of players
cs: Maximální počet hráčů

# prepositionMaximumNumberOfTeams
source: Maximum number of teams
cs: Maximální počet týmů

# prepositionNumberOfRegisteredPlayers
source: Number of registered players
cs: Počet registrovaných hráčů

# prepositionNumberOfRegisteredTeams
source: Number of registered teams
cs: Počet registrovaných týmů

# prepositionRegistrationClosed
source: Registration close on
cs: Uzavření registrace

# prepositionRegistrationOpened
source: Registration opened from
cs: Otevření registrace

# prepositionStartDate
source: Start date
cs: Začátek turnaje

# prepositionTeamSize
source: Team size
cs: Velikost týmu

# prepositionTeamTournament
source: Team tournament
cs: Turnaj pro týmy

# prepositionTimeControl
source: Time control
cs: Časová kontrola

# prepositionTimeControlFromMove
source: From move
cs: Od tahu

# prepositionTimeControlPerMove
source: per move
cs: za tah

# prepositionTimeControlType
source: Time control type
cs: Typ turnaje dle časové kontroly

# prepositionTitle
source: Tournament prepositions
cs: Propozice turnaje

# prepositionTournamentCannotLoad
source: Cannot load the tournament, please try it later
cs: Nebylo možné načíst daný turnaj, zkuste to prosím později.

# prepositionTournamentDescription
source: Description
cs: Popis

# prepositionTournamentName
source: Tournament name
cs: Název turnaje

# title
source: Tournament information
cs: Informace o turnaji

source: Yes
cs: Ano
