Repository: sezikpepa/Chess-tournament-management-system
Catalog: ChessTournamentManager/LanguageAssets/TournamentManagementLabels/TournamentManagementLabels.*.resx
Languages: cs

# BlackPiecesPlayed
source: Played as black
cs: Vícekrát černé

# BuchholzShortened
source: Bucholz shortened
cs: Krácený Buchholz

# cancel
source: Cancel changes
cs: Zrušit změny

# databaseCannotConnect
source: Error has occured, please try it later
cs: Nastala chyba v aplikaci, zkuste danou činnost provést později

# mainPageBackToManagedTournamentsButton
source: Back to managed tournaments
cs: Zpátky na spravované turnaje

# mainPageCannotDeleteTournamentError
source: Error occured during deletion of the tournament, please try it later
cs: Chyba během mazání turnaje, zkuste to prosím později

# mainPageCannotStartTournamentError
source: Error occured during starting the tournament, please try it later
cs: Chyba během inicializace startu turnaje, zkuste to prosím později

# mainPageDeleteTournamentButton
source: Delete tournament
cs: Smazat turnaj

# mainPageDeleteTournamentDialogDescription
source: Are you sure you want to delete this tournament? This action is not reversible
cs: Jste si jistý/á, že chcete smazat tento turnaj? Tato akce již nelze vrátit.

# mainPageDeleteTournamentDialogHeader
source: Delete tournament
cs: Smazání turnaje

# mainPageDeleteTournamentDialogNo
source: No
cs: Ne

# mainPageDeleteTournamentDialogYes
source: Yes
cs: Ano

# mainPageNotAManager
source: You are not a manager of this tournament. You cannot edit it.
cs: Nejste správce tohoto turnaje, nemůžete provádět žádné akce.

# mainPageStartTournamentButton
source: Start tournament
cs: Zahájit turnaj

# mainPageTabDraws
source: Round draws
cs: Rozlosování kol

# mainPageTabRegisteredPlayers
source: Registered players
cs: Registrovaní hráči

# mainPageTabRegisteredTeams
source: Registered teams
cs: Registrované týmy

# mainPageTabRegisterPlayer
source: Register player
cs: Registrovat hráče

# mainPageTabResults
source: Results
cs: Výsledky

# mainPageTabSettings
source: Settings
cs: Nastavení

# mainPageTitle
source: Managed tournaments
cs: Spravované turnaje

# managedTournamentsTitle
source: Managed tournaments
cs: Spravované turnaje

# managedTournamentsTooltip
source: Here are all tournaments which you manage. By clicking on manage button you will be forwarded to page where you can manage specific tournament
cs: Zde jsou všechny turnaje, které spravujete. Kliknutím na tlačítko Spravovat budete přesměrováni na stránku, kde můžete spravovat konkrétní turnaj.

source: No managed tournaments were found
cs: Nebyly nalezeny žádné spravované turnaje

# performaceInvalidTournament
source: Selected tournament does not exist.
cs: Zvolený turnaj neexistuje.

# performanceAgainst
source: Opponent
cs: Soupeř

# performanceColor
source: Color
cs: Barva

# performanceForPlayer
source: Performance of player:
cs: Výkon hráče:

# performanceResult
source: Result
cs: Výsledek

# performanceTitle
source: Player performance
cs: Výkon

# registeredPlayersCannotGetPlayersFromDatabase
source: Cannot get players from database, please try it later
cs: Nebylo možné načíst hráče z databáze, zkuste to prosím později

# registeredPlayersDeleteConfirmation
source: Players were removed from tournament
cs: Hráči byli odstraněni z turnaje

# registeredPlayersFirstName
source: First name
cs: Křestní jméno

# registeredPlayersLastName
source: Last name
cs: Příjmení

# registeredPlayersNoPlayers
source: There are no registered players
cs: Nebyli nalezeni žádní registrovaní hráči

# registeredPlayersNumberOfRegisteredPlayers
source: Number of registered players:
cs: Počet registrovaných hráčů:

# registeredTeamsDatabaseError
source: Cannot get teams from database, please try it later
cs: Nebylo možné načíst týmu z databáze, zkuste to prosím později

# registeredTeamsDeleteConfirmation
source: Teams were removed from tournament
cs: Týmy byly smazány z turnaje

# registeredTeamsNoRegisteredTeams
source: There are no registered teams
cs: Nebyly nalezeny žádné registrované týmy

# registerUnknownPlayerChessClub
source: Chess club:
cs: Šachový klub:

# registerUnknownPlayerDatabaseError
source: Cannot register new player, please try it later
cs: Nebylo možné registrovat hráče, zkuste to prosím později

# registerUnknownPlayerDatabaseSuccessPart1
source: Player
cs: Hráč

# registerUnknownPlayerDatabaseSuccessPart2
source: was registered to tournament
cs: byl/a registrován/a do turnaje

# registerUnknownPlayerFirstName
source: First name:
cs: Křestní jméno:

# registerUnknownPlayerLastName
source: Last name:
cs: Příjmení:

# registerUnknownPlayerMiddleName
source: Middle name:
cs: Prostřední jméno:

# registerUnknownPlayerRegisterPlayerButton
source: Register player
cs: Registrovat hráče

# resultsCurrentStandingsName
source: Name
cs: Jméno

# resultsCurrentStandingsPlace
source: Place
cs: Místo

# resultsCurrentStandingsScore
source: Score
cs: Skóre

# resultsShowGraphicalRepresentationSwitch
source: Show graphical representation
cs: Ukázat grafickou reprezentaci

# roundDrawNextRound
source: Next round
cs: Další kolo

source: Save
cs: Uložit

# settingsTabAddressCity
source: City:
cs: Město:

# settingsTabAddressCountry
source: Country:
cs: Země:

# settingsTabAddressHouseNumber
source: House number:
cs: Číslo domu:

# settingsTabAddressSaveButton
source: Save
cs: Uložit

# settingsTabAddressStreet
source: Street:
cs: Ulice:

# settingsTabAddressZip
source: ZIP:
cs: PSČ:

# settingsTabLocation
source: Location
cs: Lokace

# settingsTabRegistration
source: Registration
cs: Registrace

# settingsTabRegistrationMaximumNumberOfParticipants
source: Maximum number of participants
cs: Maximální počet účastníků

# settingsTabRegistrationRegistrationFrom
source: Registration opened from
cs: Registrace otevřena ode dne

# settingsTabRegistrationRegistrationTo
source: Registration closed at
cs: Registrace uzavřena dne

# settingsTabRegistrationSaveButton
source: Save
cs: Uložit

# settingsTabResults
source: Results
cs: Výsledky

# settingsTabResultsSettingsPointsPerDraw
source: Number of points for draw
cs: Počet bodů za remízu:

# settingsTabResultsSettingsPointsPerWin
source: Number of points for win
cs: Počet bodů za výhru:

# settingsTabResultsSettingsPointsPerWinOrNot
source: Calculate by points per win/draw
cs: Počítat dle bodů za výhru či remízu

# settingsTabResultsSettingsSaveButton
source: Save
cs: Uložit

# settingsTabSwissSave
source: Save
cs: Uložit

# settingsTabSwissSettings
source: Swiss settings
cs: Nastavení švýcarského systému

# settingsTabSwissSettingsSaveButton
source: Save
cs: Uložit

# settingsTabTeamSettings
source: Team settings
cs: Nastavení týmů

# settingsTabTeamSettingsCannotEdit
source: You cannot edit team size if a team is already registered
cs: Nemůžete měnit nastavení velikosti týmu, když je již nějaký tým zaregistrován

# settingsTabTeamSettingsSaveButton
source: Save
cs: Uložit

# settingsTabTeamSettingsTeamSize
source: Number of players in teams:
cs: Počet hráčů v týmech:

# settingsTabTimeControl
source: Time control
cs: Časová kontrola

# settingsTabTimeControlFromMove
source: From move:
cs: Od tahu:

# settingsTabTimeControlHours
source: Hours:
cs: Hodin:

# settingsTabTimeControlIncrement
source: Increment (s)
cs: Přídavek za tah (s)

# settingsTabTimeControlMinutes
source: Minutes:
cs: Minut:

# settingsTabTimeControlSaveButton
source: Save
cs: Uložit

# settingsTabTimeControlSeconds
source: Seconds:
cs: Sekund:

# settingsTabTournamentMainPicture
source: Main picture
cs: Hlavní obrázek

# singlePlayerDrawBlack
source: Black
cs: Černý

# singlePlayerDrawGenerateRoundButton
source: Generate this round
cs: Vygenerovat kolo

# singlePlayerDrawNotGeneratedInfo
source: This round draw was not yet generated
cs: Toto kolo nebylo ještě vygenerováno

# singlePlayerDrawRoundNumberInfoPart1
source: Round number:
cs: Číslo kola:

# singlePlayerDrawRoundNumberInfoPart2
source: of
cs: z

# singlePlayerDrawSaveMatchResultsButton
source: Save match results
cs: Uložit výsledky zápasů

# singlePlayerDrawWhite
source: White
cs: Bílý

# startTournamentSingleNotEnough
source: Tournament contains less than 2 players, tournament cannot be started with count
cs: V turnaji jsou méně než 2 hráči, s tímto počtem nelze turnaj zahájit

# startTournamentStarted
source: Tournament was started
cs: Turnaj byl zahájen

# startTournamentTeamNotEnough
source: Tournament contains less than 2 teams, tournament cannot be started with this count
cs: V turnaji jsou méně než 2 týmy, s tímto počtem nelze turnaj zahájit

# teamDrawGenerateRoundButton
source: Generate this round
cs: Vygenerovat kolo

# teamDrawNotGeneratedInfo
source: This round draw was not yet generated
cs: Toto kolo nebylo ještě vygenerováno

# teamDrawTieBreakBlack
source: Black
cs: Černý

# teamDrawTieBreakWhite
source: White
cs: Bílý

# teamDrawTieBreakWinner
source: Tiebreak winner:
cs: Vítěz tiebreaku

# uploadPictureFormInvalidFormat
source: Invalid format, please use:
cs: Neplatný typ souboru, používejte prosím:
