Repository: sezikpepa/Chess-tournament-management-system
Catalog: ChessTournamentManager/LanguageAssets/Profiles/ProfilesLabels.*.resx
Languages: cs

# accountEditProfileButton
source: Edit profile
cs: Upravit profil

# accountTooltip
source: You can see your own profile as other people can see it. After clicking on Edit button you will be forwarded to page where it is possible to modify this information and upload your profile picture if you want
cs: Váš profil je viditelný i pro ostatní. Po kliknutí na tlačítko Upravit profil budete přesměrováni na stránku, kde je možné tyto informace upravit a případně nahrát váš profilový obrázek.

# acountDoesNotExist
source: You profile does not exist, create it using button above
cs: Váš profil neexistuje, můžete ho vytvořit kliknutím na tlačítko výše

# formBackToProfileButton
source: Back to profile
cs: Zpátky na profil

# formCannotBeLoadedError
source: Profile cannot be loaded, please try it later
cs: Profil nebylo možné načíst, zkuste to později

# formCannotBeSavedError
source: Profile cannot be saved, please try it later
cs: Profil nebylo možné uložit, zkuste to později

# formClub
source: Chess club:
cs: Šachový klub:

# formCountry
source: Country:
cs: Země:

# formDateOfBirth
source: Date of birth:
cs: Datum narození:

# formFirstName
source: First name:
cs: Křestní jméno:

# formLastName
source: Last name:
cs: Příjmení:

# formMiddleName
source: Middle name:
cs: Prostřední jméno:

# formProfilePictureHeading
source: Your profile picture
cs: Váš profilový obrázek

# formSaveButton
source: Save
cs: Uložit

# formTitle
source: Edit profile
cs: Upravit profil

# formTooltip
source: Here you can edit your personal information. These information are publicly visible. Players and organizers then can get information about you, see your results, tournaments... You can also upload profile picture which will be visible as a main picture on your profile page
cs: Zde můžete upravovat své osobní údaje. Tyto informace jsou veřejně viditelné. Hráči a organizátoři pak mohou o vás získat informace, vidět vaše výsledky, turnaje... Můžete také nahrát profilový obrázek, který bude viditelný jako hlavní obrázek na vaší profilové stránce.

# formWasSaved
source: Profile was saved
cs: Profil byl uložen

# myProfileTitle
source: My profile
cs: Můj profil

# noTournaments
source: No tournaments related to this player
cs: Tento hráč ještě nehrál v žádných turnajích

# profileClub
source: Chess club
cs: Šachový klub

# profileCountry
source: Country
cs: Země

# profileDateOfBirth
source: Date of birth
cs: Datum narození

# profileNotExistsInDatabase
source: Profile information are currently not in database
cs: Informace o profilu nejsou v databázi

# profileTitle
source: Profiles
cs: Profily

# profileTooltip
source: Here you can see profile of a player with personal information and tournaments he/she attended
cs: Zde můžete vidět profil hráče s turnaje, kterých se účastnil

# title
source: Profile
cs: Profil hráče
