Repository: sezikpepa/Chess-tournament-management-system
Catalog: ChessTournamentManager/LanguageAssets/TeamManagement/TeamManagementLabels.*.resx
Languages: cs

# canModifyTeam
source: You can modify this team
cs: Tým je možné upravovat

# cannotModifyRegisteredToTournament
source: You cannot modify team, because it is already registered to tournament
cs: Není možné upravovat tento tým, protože je již přihlášen to turnaje

# createNewTeamCreateButton
source: Create new team
cs: Vytvořit nový tým

# createNewTeamCreated1
source: Team
cs: Tým

# createNewTeamCreated2
source: was created
cs: byl vytvořen

# createNewTeamCreateError
source: Cannot create the team, please try it later
cs: Nebylo možné vytvořit tým, zkuste to prosím později

# createNewTeamName
source: Team name:
cs: Jméno týmu:

# createNewTeamNotFilledProfile
source: You can create new team only after completion of your profile, this button will forward you on page, where you can complete it"
cs: Tým je možné vytvořit až po vyplnění profilu. Následující tlačítko vás přesměruje na stránku, kde je možné vyplnit nutné informace

# createNewTeamTitle
source: Create new team
cs: Vytvořit nový tým

# createNewTeamToManagementButton
source: To teams management page
cs: Zpět na stránku se spravovanými týmy

# createNewTeamToolTip
source: By filling up team name and cliking on button. New team will be created, which can be later managed from team management page
cs: Vyplněním jména týmu a kliknutím na tlačítko Vytvořit nový tým dojde k vytvoření nového týmu. Tento tým lze dále upravovat ze stránky se všemi spravovanými týmy

# playersManagementAddToTeamButton
source: Add to team
cs: Přidat do týmu

# playersManagementCannotLoadPlayers
source: Cannot get team with players from database, try it later
cs: Nebylo možné získat tým a jeho hráče z databáze, zkuste to prosím později

# playersManagementSave
source: Save players of the team
cs: Uložit hráče týmu

# playersManagementSaveError
source: Cannot save players in team, please try it later
cs: Nebylo možné uložit hráče v týmu, zkuste to prosím později

# playersManagementSaveSuccess
source: Players were saved
cs: Hráči týmu byli uloženi

# playersManagementUnable
source: You cannot edit players of this team, because it is already registered to tournament
cs: Není možné upravovat hráče týmu, který je zaregistrován v turnaji

# teamManagementDeleteDialogDescription
source: Are you sure, you want to delete this team? This action is to reversible
cs: Jste si jistí smazáním týmu? Tato akce již nelze vrátit

# teamManagementDeleteDialogHeader
source: Delete team - confirmation
cs: Smazání týmu - potvrzení

# teamManagementDeleteNo
source: No
cs: Ne

# teamManagementDeleteTeam
source: Delete team
cs: Smazat tým

# teamManagementDeleteYes
source: Yes
cs: Ano

# teamManagementNotManager
source: You are not manager of this team, so you cannot do edit actions
cs: Nemůžete editovat tento tým, jelikož nejste jeho správce

# teamManagementTabPlayers
source: Players
cs: Hráči

# teamManagementTabTournaments
source: Tournaments
cs: Turnaje

# teamManagementTitle
source: Team management
cs: Správa týmu

# teamManagementToManagedTeams
source: Back to all managed teams
cs: Zpět na stránku se spravovanými týmy

# teamManagementToolTip
source: Here is a management page of the selected team. You can edit players by clicking Add to team button and unregister team from tournaments
cs: Zde je stránka, kde lze spravovat vybraný tým. Můžete upravovat hráče týmu kliknutím na tlaíčtko Přidat do týmu a nebo tým odhlásit z turnaje

# teamsManagementCannotLoadTeams
source: Cannot load teams, please try it later
cs: Nebylo možné načíst spravované týmy, zkuste to prosím později

# teamsManagementTitle
source: Teams management
cs: Správa týmů

# teamsManagementToolTip
source: Here are teams which you manage, after you click on the team, you will be forwarded to page where to can manage this team. By clicking on Plus button you will create a new team
cs: Zde jsou týmu, které spravujete. Po kliknutí na tým dojde k přesměrování na stránku, kde je možné tento tým upravit. Po kliknutí na tlačítko se symbolem Plus dojde k přesměrování na stránku, kde je možné vytvořit nový tým.

# teamTournamentsCurrent
source: Current and upcoming tournaments
cs: Současné a nadcházející turnaje

# teamTournamentsManagementNoTournaments
source: No tournament were found
cs: Nebyly nalezeny žádné turnaje

# teamTournamentsPast
source: Past tournaments
cs: Proběhlé turnaje
