Repository: sezikpepa/Chess-tournament-management-system
Catalog: ChessTournamentManager/LanguageAssets/TournamentRegistration/TournamentRegistrationLabels.*.resx
Languages: cs

source: Back to tournaments page
cs: Zpět na stránku s turnaji

# registerTeamButton
source: Register team
cs: Registrovat tým

# registerTeamCannotGetManagedTeams
source: Cannot get managed teams
cs: Nebylo možné zjistit spravované týmy, zkuste to později.

# registerTeamError
source: Cannot register team, please try it later
cs: Nebylo možné zaregistrovat daný tým, zkuste to později.

# registerTeamNoManagedTeams
source: You don't have any teams to register
cs: Nespravujete žádné týmy.

# registrationNotCompletedProfile
source: You can register to tournament only after completion of your profile, this button will forward you on page, where you can complete it
cs: Přihlášení na turnaj je možné pouze pokud máte vyplněný profil. Toto tlačítko vás přesměruje na stránku, kde je možné tyto údaje vyplnit.

# registrationTeamWasRegistered
source: Team was registered
cs: Tým byl zaregistrován

# registrationTitle
source: Tournament registration
cs: Registrace na turnaj

# singleCanRegister
source: You can register for this tournament
cs: Můžete se registrovat na tento turnaj

# singleRegisterAccountInfo
source: Personal account will be registered
cs: Osobní účet bude registrován

# singleRegisterButton
source: Register
cs: Registrovat

# singleRegisterError
source: Cannot register this account, please try it later
cs: Nebylo možné se zaregistrovat, zkuste to prosím později

# singleRegisterSuccess
source: You were successfully registered for this tournament
cs: Registrace byla úspěšná

# singleUnregisterCanUnregister
source: You can unregister from this tournament. After clicking the button, you will be unregistered
cs: Můžete zrušit registraci na tento turnaj

# singleUnregisterWarningHasStarted
source: You cannot unregister from this tournanament, tournament has already started
cs: Nemůžete zrušit registraci na tento turnaj, turnaj již začal

# singleUnregisterWarningNotRegistered
source: You cannot unregister from this tournament, you are not registered
cs: Nemůžete zrušit registraci na tento turnaj, nejste na něj registrován

# singleUnregisterWarningRegistrationEnded
source: You cannot unregister from this tournament, registration has already ended. Please contact manager of tournament
cs: Nemůžete zrušit registraci na tento turnaj, registrační doba už vypršela. Kontaktujte správce turnaje

# singleWarningHasStarted
source: You cannot register for this tournanament, tournament has started
cs: Nemůžete se registrovat na tento turnaj, turnaj již začal

# singleWarningIsRegistered
source: You cannot register for this tournament, you are already registered
cs: Nemůžete se registrovat na tento turnaj, jste již registrován/a

# singleWarningMaximumPlayers
source: You cannot register for this tournament, there is already maximum number of players
cs: Nemůžete se registrovat na tento turnaj, kapacita již byla naplněna

# singleWarningRegistrationClosed
source: You cannot register for this tournament, registration has already ended
cs: Nemůžete se registrovat na tento turnaj, registrace již byla ukončena

# singleWarningRegistrationNotOpened
source: You cannot register for this tournament, registration is open yet, you can do it from
cs: Nemůžete se registrovat na tento turnaj, registrace ještě nezačala, tento úkon je možné provést od:

# teamCanRegister
source: Team can be registered for this tournament
cs: Tým může být registrován na turnaj

# teamUnregisterCanUnregister
source: You can unregister from this tournament. After clicking the button, team will be unregistered
cs: Můžete odhlásit tým z turnaje

# teamUnregisterWarningHasStarted
source: You cannot unregister this team from this tournanament, tournament has already started
cs: Nemůžete zrušit registraci týmu, turnaj již začal

# teamUnregisterWarningNotRegistered
source: You cannot unregister team from this tournament, it is not registered
cs: Nemůžete zrušit registraci týmu, tým není registrován

# teamUnregisterWarningRegistrationEnded
source: You cannot unregister this team from this tournament, registration has already ended. Please contact manager of tournament
cs: Nemůžete zrušit registraci týmu, registrační doba již byla ukončena

# teamWarningAboutMaximumNumberOfPlayersPart1
source: You can register teams which have
cs: Můžete registrovan pouze týmy s tímto počtem hráčů:

# teamWarningAboutMaximumNumberOfPlayersPart2
source: players. Teams with different number of players are not visible.
cs: Týmy s jiným počtem hráčů nejsou zobrazeny.

# teamWarningAlreadyRegistered
source: You cannot register this team for this tournament, it is already registered
cs: Nemůžete registrovat tým na tento turnaj, tým je již registrován

# teamWarningHasStarted
source: You cannot register this team for this tournanament, tournament has started
cs: Nemůžete registrovat tým na tento turnaj, turnaj již začal

# teamWarningMaximumTeams
source: You cannot register this team for this tournament, there is already maximum number of teams
cs: Nemůžete registrovat tým na tento turnaj, kapacita již byla naplněna

# teamWarningPlayerInTeamIsInTournament
source: Player which is in selected team is already in another team in tournament
cs: Nemůžete registrovat tým na tento turnaj, hráč daného týmu je již registrován na turnaj jako člen jiného týmu

# teamWarningRegistrationClosed
source: You cannot register this team for this tournament, registration has already ended
cs: Nemůžete registrovat tým na tento turnaj, registrace již byla ukončena

# teamWarningRegistrationNotOpened
source: You cannot register this team for this tournament, registration is open yet, you can do it from
cs: Nemůžete registrovat tým na tento turnaj, registrace ještě není otevřena, tento úkon můžete provést od:

# teamWarningWrongSizePart1
source: You cannot register this team to tournament, only teams with
cs: Nemůžete registrovat tento tým, pouze týmy s

# teamWarningWrongSizePart2
source: player/s are allowed. This team has
cs: hráči jsou povoleny. Tento tým má

# teamWarningWrongSizePart3
source: player/s
cs: hráčů

# unregisterSingleBackToTournaments
source: Back to my tournaments
cs: Zpátky na mé turnaje

# unregisterSingleCancelRegistration
source: Cancel registration
cs: Zrušit registraci

# unregisterSingleConfirmation
source: You were successfuly unregistered from tournament
cs: Byl/a jste úspěšně odhlášen z turnaje

# unregisterSingleNotForTeams
source: You cannot unregister from this tournament, only manager of the team can do it, please contact him. If you are the manager, you can unregister team from team management page
cs: Nemůžete zrušit registrace z tohoto turnaje, protože tento turnaj je pro týmy. Zrušit registraci týmu může pouze jeho manažer.

# unregisterSingleTitle
source: Cancel registration
cs: Zrušení registrace

# unregistrationTeamBack
source: Back to team management page
cs: Zpátky na spravované týmy

# unregistrationTeamButton
source: Cancel registration
cs: Zrušit registraci

# unregistrationTeamConfirmation
source: Team was unregistered from tournament
cs: Tým byl úspěšně odhlášen z turnaje

# unregistrationTitleTeam
source: Unregistration
cs: Zrušení registrace
